[
  {
    "titulo": "🔬 Rabdomiólise e LRA (1941)",
    "resumo": "Bywaters & Beall descreveram pela primeira vez a insuficiência renal aguda após rabdomiólise por esmagamento na Segunda Guerra. Estabeleceram a necrose tubular aguda pigmentária como mecanismo central.",
    "curiosidade": "Este estudo nasceu durante a Segunda Guerra Mundial, observando vítimas de bombardeios. Mortalidade >50%!",
    "ano": 1941,
    "impacto": "Definiu a base fisiopatológica da LRA isquêmica/tóxica moderna"
  },
  {
    "titulo": "💉 Hemodiálise Crônica (1960)",
    "resumo": "Scribner criou o shunt arteriovenoso externo permanente, permitindo hemodiálise crônica intermitente. Transformou DRC terminal de condição fatal em doença tratável!",
    "curiosidade": "O primeiro paciente foi Clyde Shields, que viveu 11 anos após o procedimento - um marco histórico!",
    "ano": 1960,
    "impacto": "Marco fundador da terapia renal substitutiva crônica"
  },
  {
    "titulo": "🔍 Nefropatia Membranosa (1966)",
    "resumo": "Ehrenreich identificou depósitos subepiteliais imunocomplexos na MBG com microscopia eletrônica, correlacionando com síndrome nefrótica em adultos.",
    "curiosidade": "Base para futura identificação de antígenos como PLA2R, revolucionando o diagnóstico!",
    "ano": 1966,
    "impacto": "Definiu entidade clinicopatológica distinta"
  },
  {
    "titulo": "🩸 Nefropatia por IgA (1969)",
    "resumo": "Berger descreveu a nefropatia por IgA com depósitos mesangiais, frequentemente associada a hematúria recorrente pós-infecção.",
    "curiosidade": "É a glomerulonefrite primária mais comum no mundo! Risco de progressão para DRC em 30-40%.",
    "ano": 1969,
    "impacto": "Glomerulonefrite primária mais prevalente globalmente"
  },
  {
    "titulo": "⚡ Ciclosporina no Transplante (1979)",
    "resumo": "Calne usou ciclosporina pioneiramente em transplantes renais com incompatibilidade HLA, reduzindo rejeição aguda vs controles históricos.",
    "curiosidade": "Inaugurou a era moderna da imunossupressão! Mas atenção: nefrotoxicidade e HAS como efeitos adversos.",
    "ano": 1979,
    "impacto": "Revolucionou a imunossupressão em transplantes"
  },
  {
    "titulo": "🛡️ Nefroproteção com IECA (1988)",
    "resumo": "Brenner demonstrou que redução da pressão intraglomerular via bloqueio do SRAA limitou esclerose e proteinúria independentemente da PA sistêmica.",
    "curiosidade": "Base conceitual da nefroproteção moderna! IECA/BRA não são apenas anti-hipertensivos.",
    "ano": 1988,
    "impacto": "Fundamento da nefroproteção farmacológica"
  },
  {
    "titulo": "💊 Captopril em DM1 (1993)",
    "resumo": "Lewis et al. - captopril vs placebo em DM1 com proteinúria ≥500mg/dia reduziu risco de DRET ou morte (RR 0,50). Benefício independente da redução pressórica!",
    "curiosidade": "Primeiro estudo a comprovar nefroproteção farmacológica específica. Um divisor de águas!",
    "ano": 1993,
    "impacto": "Primeira evidência robusta de nefroproteção"
  },
  {
    "titulo": "🎯 MDRD Study (1994)",
    "resumo": "Levey et al. compararam metas pressóricas e dieta proteica em DRC. Subgrupos com proteinúria >1g/dia mostraram benefício com PA mais baixa.",
    "curiosidade": "Fundamentou metas pressóricas individualizadas em DRC. A proteinúria importa!",
    "ano": 1994,
    "impacto": "Estratificação de risco por proteinúria"
  },
  {
    "titulo": "🔄 RALES (1999)",
    "resumo": "Espironolactona 25mg/dia em IC grave (FE ≤35%) reduziu mortalidade em 30% (RR 0,70). Hipercalemia aumentada, porém manejável.",
    "curiosidade": "Redefiniu bloqueio neuro-hormonal e abriu caminho para ARM na síndrome cardiorrenal!",
    "ano": 1999,
    "impacto": "Antagonistas mineralocorticoides na cardiorrenal"
  },
  {
    "titulo": "🏆 RENAAL (2001)",
    "resumo": "Brenner et al. - losartana vs placebo em DM2 com nefropatia reduziu DRET ou duplicação de creatinina em 16% (HR 0,84). Benefício independente da PA!",
    "curiosidade": "Estabeleceu BRA como padrão-ouro na nefropatia diabética!",
    "ano": 2001,
    "impacto": "BRA como pilar em nefropatia diabética"
  },
  {
    "titulo": "📊 KDIGO CKD 2012",
    "resumo": "Diretriz que consolidou classificação CKD por TFG (G1-G5) e albuminúria (A1-A3), incorporando risco CV e de progressão.",
    "curiosidade": "Redefiniu a linguagem e estratificação global da DRC. Todos falam a mesma língua agora!",
    "ano": 2012,
    "impacto": "Padronização mundial da classificação de DRC"
  },
  {
    "titulo": "🧬 APOL1 e DRC (2014)",
    "resumo": "Genovese identificou alelos de risco APOL1 (G1/G2) fortemente associados a FSGS e DRC terminal em pessoas com ancestralidade africana.",
    "curiosidade": "Explica disparidades raciais na DRC e abre campo de medicina de precisão!",
    "ano": 2014,
    "impacto": "Genética e disparidades em nefrologia"
  },
  {
    "titulo": "💧 SGLT2i - CANVAS (2017)",
    "resumo": "Canagliflozina vs placebo em DM2 reduziu MACE (HR 0,86) e mostrou benefício renal robusto (HR ~0,60 no composto renal).",
    "curiosidade": "'Dip' inicial de TFG seguido de estabilização - sinal de nefroproteção!",
    "ano": 2017,
    "impacto": "SGLT2i como virada cardiorrenal"
  },
  {
    "titulo": "❤️ DAPA-HF (2019)",
    "resumo": "Dapagliflozina em IC com FE reduzida (com/sem DM) reduziu piora de IC ou morte CV em 26% (HR 0,74). Benefício independente de diabetes!",
    "curiosidade": "Redefiniu SGLT2i como terapia central em IC e cardiorrenal, não apenas para diabetes!",
    "ano": 2019,
    "impacto": "SGLT2i além do diabetes"
  },
  {
    "titulo": "🌟 DAPA-CKD (2020)",
    "resumo": "Heerspink et al. - dapagliflozina em DRC (TFG 25-75) reduziu desfecho composto em 39% (HR 0,61) e mortalidade em 31% (HR 0,69)!",
    "curiosidade": "Estudo 'paradigma' para DRC! Benefício consistente mesmo SEM diabetes.",
    "ano": 2020,
    "impacto": "Mudou a prática clínica em DRC globalmente"
  },
  {
    "titulo": "🎯 FIDELIO-DKD (2021)",
    "resumo": "Bakris et al. - finerenona vs placebo em DM2 com DRC reduziu desfecho renal composto em 18% (HR 0,82) e eventos CV.",
    "curiosidade": "Estabeleceu ARM não esteroidal como nefroproteção adicional. A tríade: SRAA + SGLT2i + ARM!",
    "ano": 2021,
    "impacto": "Finerenona na nefroproteção"
  },
  {
    "titulo": "🚀 EMPA-KIDNEY (2022)",
    "resumo": "Empagliflozina vs placebo reduziu progressão renal ou morte CV em 28% (HR 0,72). Benefício em pacientes com E sem diabetes!",
    "curiosidade": "Consolidou SGLT2i como terapia padrão em DRC ampla, independente de albuminúria!",
    "ano": 2022,
    "impacto": "Universalização do SGLT2i em DRC"
  },
  {
    "titulo": "🧪 Complemento em IgAN (2023)",
    "resumo": "Barratt et al. - inibidores de complemento (iptacopan) e budesonida alvo-entérica (Nefecon) reduziram proteinúria ~20-30% em IgAN de alto risco.",
    "curiosidade": "Inaugurou era de terapias específicas além do suporte! O futuro chegou!",
    "ano": 2023,
    "impacto": "Terapias-alvo em glomerulopatias"
  },
  {
    "titulo": "📖 KDIGO 2024 Update",
    "resumo": "Atualização com estratificação contínua de risco (TFG + albuminúria), foco em prevenção CV, e recomendação ampliada de SGLT2i/finerenona.",
    "curiosidade": "CKD como 'síndrome de risco', não só estágios por TFG. Mudança de paradigma!",
    "ano": 2024,
    "impacto": "Operacionalização do risco cardiorrenal"
  },
  {
    "titulo": "🐷 Xenotransplante (2024)",
    "resumo": "Riella et al. - avanços em xenotransplante (rim suíno geneticamente editado), barreiras imunológicas e transição para aplicação clínica.",
    "curiosidade": "O futuro está aqui! Pode reduzir drasticamente a fila de transplante.",
    "ano": 2024,
    "impacto": "Futuro do transplante renal"
  }
]
